[{"name": "Project Closure Project Planning Risk Management Risk Management Risk Management.", "description": "Budget Team Timeline Objectives Budget. Objectives Timeline Budget Budget Budget Timeline.\nTimeline Budget Timeline Team Timeline Objectives. Timeline Budget Timeline Timeline Timeline Timeline.", "task_value": 101, "task_effort": 63, "task_id": "045258b5-5757-4724-853e-0b158d60b8b6"}, {"name": "Backend Development Backend Development Testing User Experience Backend Development.", "description": "Performance User Interface User Interface. User Interface User Interface Security Functionality. Functionality Performance Security Functionality Functionality.", "task_value": 783, "task_effort": 53, "task_id": "a322ed50-99d4-41e6-bb16-2dee51701947"}, {"name": "Customer Onboarding Customer Support Customer Retention Customer Retention Customer Feedback.", "description": "Support Tickets Customer Journey Support Tickets Support Tickets Customer Satisfaction Product Feedback.", "task_value": 350, "task_effort": 66, "task_id": "a22b9e10-23dd-454e-939a-88197cdac23e"}, {"name": "Sales Strategy Sales Strategy Customer Relationship Market Analysis Sales Strategy Customer Relationship.", "description": "Target Audience Sales Funnel Customer Retention Marketing Channels. Target Audience Marketing Channels Marketing Channels Marketing Channels Marketing Channels.", "task_value": 406, "task_effort": 78, "task_id": "a3fe1f1b-f40f-439f-a1b5-1fb275eabcc2"}, {"name": "App Development App Development Testing Backend Development Testing Testing Testing Testing.", "description": "Security Functionality Functionality Security Security Security User Experience. Functionality User Experience Performance User Experience.", "task_value": 561, "task_effort": 72, "task_id": "05935187-6e3e-440d-b223-a5e9ec0b9cc4"}, {"name": "Customer Feedback Customer Support Customer Support Customer Support.", "description": "Support Tickets Support Tickets Customer Satisfaction Customer Journey Customer Journey Support Tickets. Product Feedback Customer Journey Customer Journey.", "task_value": 248, "task_effort": 81, "task_id": "9ffa0cfc-8a7f-482f-b413-11958d22a440"}, {"name": "Product Launch Competitor Analysis Customer Feedback Market Research Customer Feedback Competitor Analysis.", "description": "Roadmap Roadmap Strategy Market.\nRoadmap Innovation Market Strategy Strategy Roadmap. Market Innovation Market Roadmap Innovation Strategy. Market Market Roadmap Market.", "task_value": 411, "task_effort": 18, "task_id": "d16379c1-e18b-4e17-b5b2-6a25aa1da202"}, {"name": "Testing App Design App Design User Experience.", "description": "User Interface Functionality Functionality Functionality Functionality Performance. Functionality Functionality User Interface.\nUser Interface Performance Security.", "task_value": 301, "task_effort": 11, "task_id": "db4ed6fd-d1e4-4c32-9415-2f3bc63cd7b9"}, {"name": "Customer Relationship Market Analysis Customer Relationship Marketing Campaign Market Analysis Market Analysis.", "description": "Target Audience Sales Funnel Marketing Channels Sales Funnel. Marketing Channels Target Audience Marketing Channels Sales Funnel Target Audience Marketing Channels Sales Funnel.", "task_value": 463, "task_effort": 19, "task_id": "df0b44e7-28cf-4122-a912-a5e6627a156d"}, {"name": "Risk Management Project Planning Resource Allocation Risk Management.", "description": "Budget Timeline Timeline Team Budget Objectives Objectives. Timeline Timeline Budget Team Timeline Objectives Timeline Team.", "task_value": 986, "task_effort": 44, "task_id": "072af546-0290-44d5-8216-02fb196ae6fd"}, {"name": "Customer Onboarding Customer Retention Customer Onboarding Customer Onboarding Customer Onboarding Customer Retention.", "description": "Support Tickets Customer Satisfaction Product Feedback Customer Journey Customer Satisfaction. Customer Satisfaction Customer Satisfaction Customer Journey Product Feedback Support Tickets.", "task_value": 133, "task_effort": 68, "task_id": "1985e2e2-31c3-4305-9043-b2b3fc5c528e"}, {"name": "App Development Testing Testing Testing.", "description": "Performance Functionality Security Functionality Performance Performance. Security Security User Experience.", "task_value": 179, "task_effort": 23, "task_id": "5924dc19-478a-4d29-90c4-98ef19fb6935"}, {"name": "Testing Testing User Experience User Experience App Design App Design App Design User Experience.", "description": "Security User Interface Functionality Security Security User Interface Security. Security Performance Security Functionality.", "task_value": 536, "task_effort": 95, "task_id": "25d9eda6-3549-4ce0-867c-a29d235f5c1d"}, {"name": "User Interface Testing Backend Development User Interface.", "description": "Security Functionality Functionality Functionality Functionality. Security Functionality User Experience Security User Experience User Experience.", "task_value": 125, "task_effort": 46, "task_id": "8a59db8f-ebce-4d5c-9017-3ca49ff2d33a"}, {"name": "Risk Management Risk Management Resource Allocation Project Closure.", "description": "Objectives Team Budget Objectives. Objectives Team Objectives Team Team Objectives Timeline Objectives.", "task_value": 343, "task_effort": 45, "task_id": "2df5f11b-6743-4e14-af9b-ab8b809f44c8"}, {"name": "Competitor Analysis Product Launch Customer Feedback Customer Feedback.", "description": "Roadmap Roadmap Strategy Strategy Roadmap Innovation Market Market. Strategy Market Innovation. Innovation Strategy Strategy Market.\nRoadmap Market Market Market. Strategy Roadmap Market Market.", "task_value": 763, "task_effort": 44, "task_id": "cae2fb27-68a2-4acc-b619-4b86459fe9c4"}, {"name": "Customer Feedback Market Research Customer Feedback Competitor Analysis.", "description": "Innovation Innovation Innovation Strategy Innovation Market Strategy. Strategy Roadmap Market Strategy Innovation. Roadmap Innovation Strategy Innovation Strategy Market.", "task_value": 796, "task_effort": 27, "task_id": "dd076b0d-32f0-4ab2-9a9a-ff28bbe4076c"}, {"name": "Customer Retention Customer Support Customer Feedback Customer Retention Customer Support.", "description": "Customer Journey Product Feedback Customer Satisfaction Customer Satisfaction.", "task_value": 265, "task_effort": 86, "task_id": "519395d4-bbd5-43e5-bd52-7e71efd036a9"}, {"name": "Backend Development Testing Testing Backend Development User Experience App Design User Experience Testing.", "description": "Performance Functionality User Interface. User Interface Functionality Security Functionality Functionality.", "task_value": 430, "task_effort": 41, "task_id": "922baee1-ef0d-4d01-bf58-62912f8c75a7"}, {"name": "User Experience User Experience App Design Testing Testing.", "description": "User Interface Functionality Performance Security. Functionality User Interface Security User Interface Security Security.", "task_value": 530, "task_effort": 53, "task_id": "5822bcc2-716c-4479-880a-c8626668e3bd"}, {"name": "Resource Allocation Project Closure Project Closure Project Planning Resource Allocation Project Closure.", "description": "Timeline Objectives Objectives Timeline Budget Team Timeline. Budget Objectives Timeline. Timeline Budget Budget Team. Timeline Team Team Timeline Timeline Objectives Timeline.", "task_value": 363, "task_effort": 10, "task_id": "59b4f4e6-fe6b-420c-a549-0e559e11d649"}, {"name": "Project Planning Resource Allocation Project Planning Risk Management Resource Allocation Project Closure Project Closure.", "description": "Team Timeline Timeline Team. Timeline Objectives Timeline Objectives Budget Team. Objectives Objectives Timeline Objectives Budget.", "task_value": 666, "task_effort": 44, "task_id": "93f5bdb6-176a-40cc-9087-7a4f042f82bc"}, {"name": "Resource Allocation Project Planning Project Closure.", "description": "Timeline Timeline Timeline Timeline Budget.\nTeam Team Team Timeline Objectives Team Objectives. Budget Timeline Team. Objectives Timeline Timeline.", "task_value": 869, "task_effort": 99, "task_id": "49ea197f-2cd2-410c-b2f5-c5e6c00401bb"}, {"name": "Testing User Interface User Interface Backend Development Backend Development Backend Development App Development.", "description": "User Experience Performance User Experience. Security Performance Performance User Experience.", "task_value": 506, "task_effort": 73, "task_id": "1f7fd346-9b5b-47b3-8cc6-ead4bbc3659a"}, {"name": "Testing Backend Development Backend Development Testing User Interface Testing.", "description": "Security Performance Security Functionality Functionality. Performance User Experience User Experience User Experience Functionality Security User Experience.", "task_value": 37, "task_effort": 43, "task_id": "8277d21b-2605-45cf-8189-439751e6137b"}]