[{"name": "Testing User Interface Testing App Development App Development User Interface.", "description": "Performance Performance Functionality. Functionality Security Functionality Functionality. User Experience Functionality Security User Experience Functionality.", "task_value": 730, "task_effort": 35, "task_id": "284f39e3-4d33-41a5-a6d5-3872556d7079"}, {"name": "Customer Relationship Marketing Campaign Sales Strategy Customer Relationship Customer Relationship Marketing Campaign Market Analysis.", "description": "Customer Retention Sales Funnel Sales Funnel Target Audience Target Audience Customer Retention.", "task_value": 910, "task_effort": 25, "task_id": "16141b01-e7ac-4682-9835-7e16fbb108d3"}, {"name": "Customer Feedback Product Launch Market Research.", "description": "Roadmap Strategy Roadmap Innovation Strategy Strategy. Innovation Roadmap Roadmap Roadmap Market Innovation Innovation. Innovation Roadmap Market.", "task_value": 783, "task_effort": 65, "task_id": "9dec43f1-31b0-43a9-b18a-c8026cab66d3"}, {"name": "Backend Development User Experience Backend Development Testing Testing App Design.", "description": "User Interface Security Functionality Functionality Functionality Security. User Interface Performance Security User Interface Security Performance Security.", "task_value": 743, "task_effort": 86, "task_id": "4bf5bd51-14be-4837-90ae-11792bd4cea7"}, {"name": "Deep Learning Deep Learning Machine Learning Data Mining.", "description": "Model Model Feature Algorithm Prediction Feature Prediction. Algorithm Algorithm Algorithm Model Prediction Algorithm.", "task_value": 244, "task_effort": 86, "task_id": "8a89d831-001c-4e5e-b95b-23f73a4a18d6"}, {"name": "Competitor Analysis Customer Feedback Market Research Customer Feedback Market Research Competitor Analysis Customer Feedback.", "description": "Innovation Roadmap Market Strategy. Market Market Market Roadmap Market. Market Roadmap Market Roadmap Roadmap Roadmap. Strategy Roadmap Strategy Strategy Innovation Strategy.", "task_value": 167, "task_effort": 3, "task_id": "c7fd4738-0f9c-499d-a1ef-13948acb43ff"}, {"name": "Testing Testing Testing Backend Development Backend Development App Design.", "description": "Performance User Interface Functionality Security Functionality Security Security.", "task_value": 131, "task_effort": 50, "task_id": "45cb1d37-caab-48af-bcd6-b8ef8b42b2a6"}, {"name": "Market Research Product Launch Customer Feedback Market Research Market Research Product Launch Market Research Customer Feedback.", "description": "Roadmap Strategy Innovation. Strategy Strategy Innovation. Strategy Roadmap Roadmap Market Roadmap Roadmap.", "task_value": 346, "task_effort": 4, "task_id": "84dd367a-d45e-4753-b2ee-a0b03e15d9b3"}, {"name": "User Experience Backend Development App Design User Experience Backend Development Backend Development.", "description": "Security Performance Performance Functionality. Functionality Security Security Security. Functionality Performance Security Performance Functionality User Interface.", "task_value": 872, "task_effort": 65, "task_id": "4b352763-79fa-4526-b4a0-ab935d80c9f2"}, {"name": "Market Research Customer Feedback Product Launch Market Research Product Launch.", "description": "Innovation Roadmap Roadmap Strategy Innovation Roadmap Roadmap Roadmap. Innovation Innovation Roadmap Roadmap. Strategy Innovation Strategy Innovation Roadmap Innovation.", "task_value": 643, "task_effort": 100, "task_id": "46655dbb-6635-4172-a1bb-de8188d46832"}, {"name": "Sales Strategy Customer Relationship Customer Relationship Customer Relationship Customer Relationship.", "description": "Customer Retention Sales Funnel Target Audience Target Audience Customer Retention Customer Retention Target Audience Customer Retention. Marketing Channels Marketing Channels Target Audience.", "task_value": 309, "task_effort": 6, "task_id": "9eecae47-0f99-4530-8bcc-85a7ab683a5e"}, {"name": "Customer Retention Customer Support Customer Feedback Customer Support Customer Support.", "description": "Support Tickets Customer Journey Product Feedback Product Feedback Customer Satisfaction Support Tickets. Product Feedback Customer Satisfaction Support Tickets Support Tickets.", "task_value": 350, "task_effort": 39, "task_id": "0d7e7c11-8acb-432c-b42a-d9bad6b6054b"}, {"name": "Market Analysis Market Analysis Market Analysis Sales Strategy Marketing Campaign Market Analysis Market Analysis.", "description": "Sales Funnel Sales Funnel Target Audience. Marketing Channels Sales Funnel Target Audience Sales Funnel.", "task_value": 721, "task_effort": 94, "task_id": "28c5aff6-5354-49a9-96bd-8ee67b054644"}, {"name": "Project Planning Project Closure Resource Allocation Project Planning Project Closure.", "description": "Team Team Team. Team Objectives Team.\nBudget Team Objectives Timeline. Timeline Objectives Budget Budget Timeline. Team Budget Budget Budget Timeline Timeline.", "task_value": 67, "task_effort": 70, "task_id": "98863f1b-8d35-47e3-8f1d-c2d3b353ed33"}, {"name": "Market Research Competitor Analysis Competitor Analysis Customer Feedback Market Research Product Launch.", "description": "Market Strategy Market Market. Strategy Innovation Market Strategy Innovation Innovation. Market Roadmap Strategy Roadmap.", "task_value": 658, "task_effort": 23, "task_id": "e0162c22-ceee-4971-8763-e3f7ed14d0cb"}, {"name": "Customer Support Customer Retention Customer Support Customer Retention.", "description": "Customer Journey Customer Journey Product Feedback Customer Journey Product Feedback. Support Tickets Support Tickets Product Feedback Product Feedback Customer Satisfaction.", "task_value": 261, "task_effort": 94, "task_id": "03949577-8b6b-49d4-aacb-8664bc8d9222"}, {"name": "Testing App Design Backend Development Backend Development App Design Testing.", "description": "User Interface User Interface Performance Performance Performance Functionality. Functionality Security Functionality Security Security Security User Interface.", "task_value": 220, "task_effort": 14, "task_id": "26639cfa-9e7f-4efa-8754-761f32b07238"}, {"name": "App Development Testing User Interface App Development.", "description": "Functionality Functionality Functionality User Experience. Functionality Performance Performance Functionality Performance Security.", "task_value": 691, "task_effort": 32, "task_id": "94babd29-b0a1-4dd7-9ed6-895de5cae8dc"}, {"name": "Market Research Competitor Analysis Customer Feedback.", "description": "Roadmap Roadmap Strategy Market. Innovation Strategy Roadmap Market Roadmap Market Innovation. Market Strategy Strategy.", "task_value": 849, "task_effort": 37, "task_id": "273d282a-ed70-4cfb-a826-88fb6e5b3605"}, {"name": "Customer Support Customer Feedback Customer Feedback Customer Retention Customer Support Customer Support.", "description": "Support Tickets Customer Satisfaction Support Tickets Customer Satisfaction Product Feedback Customer Journey. Support Tickets Customer Satisfaction Support Tickets Customer Satisfaction.", "task_value": 266, "task_effort": 60, "task_id": "d3b39bf0-af63-4e68-841e-1b5ccec86791"}, {"name": "Product Launch Market Research Competitor Analysis Competitor Analysis Customer Feedback Customer Feedback.", "description": "Innovation Roadmap Strategy Roadmap Roadmap Roadmap Market. Innovation Market Roadmap Roadmap. Roadmap Roadmap Market Roadmap Market Innovation Strategy.", "task_value": 52, "task_effort": 85, "task_id": "03084444-def7-49e5-903e-274dc2d608d6"}, {"name": "Marketing Campaign Customer Relationship Sales Strategy Market Analysis Sales Strategy Marketing Campaign Customer Relationship.", "description": "Customer Retention Customer Retention Customer Retention Target Audience. Target Audience Target Audience Target Audience Marketing Channels.", "task_value": 839, "task_effort": 56, "task_id": "ea447566-fde2-4a09-90ef-f0f3da6d5faa"}, {"name": "Customer Feedback Customer Onboarding Customer Feedback Customer Onboarding Customer Feedback Customer Retention.", "description": "Product Feedback Product Feedback Product Feedback Customer Satisfaction. Customer Satisfaction Customer Satisfaction Support Tickets Support Tickets Support Tickets Customer Satisfaction.", "task_value": 83, "task_effort": 44, "task_id": "83d36605-064a-485f-9767-f5daef619b1a"}, {"name": "Backend Development App Development Testing Backend Development Testing User Interface.", "description": "Functionality Functionality Performance User Experience. User Experience Functionality User Experience Performance Performance Functionality Security.", "task_value": 431, "task_effort": 73, "task_id": "7a8b3c68-e79c-414d-8239-9a850009452c"}, {"name": "Marketing Campaign Market Analysis Sales Strategy Marketing Campaign Sales Strategy Customer Relationship.", "description": "Customer Retention Marketing Channels Customer Retention Sales Funnel Marketing Channels Marketing Channels Customer Retention.", "task_value": 576, "task_effort": 3, "task_id": "b7eb898c-5bf9-4fbc-8e43-b2f7072edd4f"}]