[{"name": "Testing User Interface App Development Testing.", "description": "Performance User Experience Security User Experience Performance Functionality Functionality.\nPerformance Security User Experience Security Security.", "task_value": 540, "task_effort": 68, "task_id": "798a346d-1988-4620-8632-a237fb1c09ab"}, {"name": "Testing Backend Development Testing Testing Testing Backend Development.", "description": "Functionality Performance Security Security Security Security. Performance User Experience Security Security Functionality Performance. User Experience Security Security Functionality Functionality.", "task_value": 48, "task_effort": 21, "task_id": "6fda6343-ced5-4b59-918b-53d08b96b711"}, {"name": "App Development Testing Testing App Development Backend Development Testing User Interface.", "description": "User Experience Security User Experience Security User Experience Performance Performance. Performance Security User Experience Functionality.", "task_value": 79, "task_effort": 55, "task_id": "8565021b-a03e-402f-8115-baa7779e4c35"}, {"name": "Market Research Competitor Analysis Market Research Customer Feedback.", "description": "Strategy Innovation Innovation Market. Innovation Roadmap Market Market Strategy Innovation.", "task_value": 118, "task_effort": 56, "task_id": "47affe2f-5f2d-4c9b-bb69-9cada9f8349c"}, {"name": "Customer Retention Customer Retention Customer Feedback.", "description": "Product Feedback Support Tickets Customer Journey Product Feedback Support Tickets Customer Journey Support Tickets. Support Tickets Support Tickets Support Tickets.", "task_value": 36, "task_effort": 44, "task_id": "f2c2c48b-b9f3-41ff-8cf7-abde38950a4b"}, {"name": "Customer Feedback Customer Feedback Competitor Analysis Market Research Customer Feedback.", "description": "Innovation Roadmap Strategy Market Innovation Strategy Market. Market Roadmap Innovation Roadmap Market Strategy Market. Roadmap Innovation Strategy Roadmap Strategy Roadmap Strategy Strategy.", "task_value": 947, "task_effort": 19, "task_id": "4b735ce3-f5b1-41dc-9d3b-29a8ce9ec655"}, {"name": "Customer Feedback Customer Feedback Customer Support Customer Support Customer Support Customer Retention Customer Support.", "description": "Support Tickets Support Tickets Product Feedback Customer Journey Support Tickets Customer Satisfaction Customer Journey Support Tickets.", "task_value": 168, "task_effort": 54, "task_id": "14fe4205-5c04-4d66-9ed3-08ff73b0e016"}, {"name": "Customer Feedback Customer Feedback Customer Feedback Customer Onboarding Customer Retention Customer Feedback.", "description": "Customer Satisfaction Product Feedback Product Feedback Customer Journey Product Feedback. Customer Journey Customer Journey Customer Journey Product Feedback.", "task_value": 828, "task_effort": 43, "task_id": "3c17a074-1c6f-4fc0-8b26-dd07601a069e"}, {"name": "Customer Support Customer Retention Customer Support Customer Support Customer Feedback Customer Retention.", "description": "Customer Satisfaction Product Feedback Customer Journey. Support Tickets Customer Journey Support Tickets Customer Journey Product Feedback Customer Satisfaction.", "task_value": 485, "task_effort": 46, "task_id": "8a216a0f-39fb-4101-a318-35b28b3ae66b"}, {"name": "Project Planning Risk Management Resource Allocation Resource Allocation Project Planning.", "description": "Team Budget Budget Timeline Team Budget Timeline. Objectives Objectives Budget Team. Objectives Team Team Objectives Timeline Team Budget Team.", "task_value": 512, "task_effort": 47, "task_id": "6411d80d-aef8-482f-81da-ca9eee3e4d43"}, {"name": "Backend Development Backend Development User Interface Testing App Development App Development Testing.", "description": "User Experience Functionality Functionality.\nFunctionality Security Security. Performance Functionality Performance User Experience Security Performance User Experience User Experience.", "task_value": 288, "task_effort": 3, "task_id": "0f77d952-828a-4e04-96b0-9f1326b44dfa"}, {"name": "User Experience Testing User Experience.", "description": "Security Functionality User Interface Security Performance. Security Functionality User Interface User Interface User Interface.", "task_value": 170, "task_effort": 42, "task_id": "e20ed42c-b0a6-4862-9f58-ac5853ca1feb"}, {"name": "Customer Support Customer Support Customer Feedback Customer Support Customer Onboarding Customer Onboarding.", "description": "Support Tickets Support Tickets Support Tickets Support Tickets Product Feedback Customer Journey Support Tickets.", "task_value": 89, "task_effort": 1, "task_id": "55b661f3-406e-4a2d-a586-d1d994e3275f"}, {"name": "Customer Feedback Customer Retention Customer Feedback Customer Support.", "description": "Product Feedback Customer Satisfaction Customer Satisfaction Support Tickets Customer Journey. Product Feedback Customer Journey Support Tickets Customer Journey.", "task_value": 173, "task_effort": 72, "task_id": "b58c86c5-d482-449a-bff3-54d482f6bb6e"}, {"name": "App Development Testing Testing Backend Development User Interface.", "description": "Performance Security Security Performance.", "task_value": 177, "task_effort": 48, "task_id": "12c4ddfb-5254-4d5f-a879-9f1da865ff67"}, {"name": "Customer Relationship Sales Strategy Sales Strategy Market Analysis Customer Relationship Marketing Campaign Sales Strategy.", "description": "Sales Funnel Target Audience Sales Funnel Marketing Channels Marketing Channels Marketing Channels.", "task_value": 673, "task_effort": 95, "task_id": "1810aa4f-3046-41d3-b055-692bf78a399d"}, {"name": "Marketing Campaign Market Analysis Marketing Campaign.", "description": "Target Audience Target Audience Target Audience Sales Funnel Target Audience Customer Retention Customer Retention Target Audience. Customer Retention Marketing Channels Customer Retention.", "task_value": 523, "task_effort": 10, "task_id": "d926006d-37f4-47ad-a53a-f4db200f77c8"}, {"name": "Customer Retention Customer Onboarding Customer Retention Customer Support Customer Feedback.", "description": "Product Feedback Product Feedback Support Tickets Support Tickets. Customer Journey Product Feedback Customer Satisfaction Customer Satisfaction Customer Journey Customer Journey.", "task_value": 377, "task_effort": 59, "task_id": "98d24bcb-19c4-4bd2-8100-7dd6d96de64e"}, {"name": "Data Mining Neural Networks Machine Learning Deep Learning.", "description": "Model Prediction Prediction Algorithm Algorithm. Prediction Prediction Model Feature.", "task_value": 217, "task_effort": 56, "task_id": "13614455-3bc6-441b-a562-61c3c5f11427"}, {"name": "App Design Backend Development User Experience App Design Backend Development.", "description": "Security Functionality Security Functionality Security Security Performance Functionality. Security Functionality Functionality Functionality.", "task_value": 869, "task_effort": 11, "task_id": "fee3d3b5-98d9-4725-b93d-23b18ea5da36"}, {"name": "App Design Backend Development App Design Testing User Experience Testing App Design.", "description": "Performance Performance Performance Security. Performance Performance Performance User Interface User Interface Security Security Performance.", "task_value": 792, "task_effort": 82, "task_id": "2f1d0cfb-2cb5-4546-a3a8-2ed729222504"}, {"name": "Deep Learning Machine Learning Data Mining Data Mining Data Mining Deep Learning Data Mining Machine Learning.", "description": "Model Prediction Algorithm Model Model Algorithm. Feature Prediction Prediction Feature Algorithm Feature Prediction.", "task_value": 898, "task_effort": 14, "task_id": "c5424e68-52ca-48e2-9914-4fc060583a60"}, {"name": "Customer Feedback Product Launch Product Launch Product Launch Competitor Analysis Customer Feedback.", "description": "Strategy Strategy Innovation Roadmap Strategy Innovation Market. Innovation Market Market Strategy Strategy.", "task_value": 365, "task_effort": 29, "task_id": "fa83b685-0cab-43a9-b41b-e7eb7af2efdc"}, {"name": "User Interface App Development App Development Backend Development Backend Development App Development Testing.", "description": "Performance Security Functionality. Performance Performance Performance User Experience Functionality Performance.", "task_value": 633, "task_effort": 88, "task_id": "fbf19058-e9fd-4e65-9500-f68ea7b4386b"}, {"name": "Risk Management Project Planning Project Planning Project Planning Project Closure Project Planning Risk Management.", "description": "Timeline Team Team Timeline Team Objectives Objectives Budget.\nTimeline Objectives Objectives Team Objectives Timeline Timeline Budget. Timeline Team Budget Team Timeline Timeline Budget.", "task_value": 902, "task_effort": 49, "task_id": "52c97d86-b578-4461-9cf5-490917781f27"}]