[{"name": "Customer Retention Customer Support Customer Onboarding Customer Support Customer Retention Customer Feedback Customer Onboarding.", "description": "Customer Satisfaction Product Feedback Customer Satisfaction. Support Tickets Customer Journey Product Feedback Product Feedback.", "task_value": 135, "task_effort": 65, "task_id": "e1cf6625-8294-4694-abf5-9e1e86af7b67"}, {"name": "Deep Learning Data Mining Machine Learning Neural Networks.", "description": "Feature Algorithm Model Model. Model Feature Model Feature Prediction.\nAlgorithm Algorithm Algorithm Model Algorithm.\nAlgorithm Model Prediction. Model Prediction Model Prediction Prediction Model.", "task_value": 344, "task_effort": 11, "task_id": "9b557082-8cb9-423e-be48-fe7d848bfadf"}, {"name": "Project Planning Project Closure Resource Allocation Project Planning Risk Management.", "description": "Budget Timeline Budget Team. Timeline Timeline Objectives Timeline Objectives. Budget Team Budget Team Timeline.", "task_value": 728, "task_effort": 73, "task_id": "852aeda6-c20c-452c-852d-74e62abc0be3"}, {"name": "Market Analysis Customer Relationship Marketing Campaign Market Analysis.", "description": "Customer Retention Marketing Channels Target Audience Sales Funnel Sales Funnel Sales Funnel.", "task_value": 442, "task_effort": 32, "task_id": "ec59ee8b-7950-4d1b-a6a8-1e503f45e6a8"}, {"name": "Machine Learning Neural Networks Deep Learning Neural Networks.", "description": "Model Feature Model Algorithm Feature Model Feature Feature. Model Algorithm Model Feature Feature Algorithm Algorithm. Prediction Model Algorithm Feature Prediction Feature.", "task_value": 790, "task_effort": 65, "task_id": "8a619e88-dcdc-414b-bda1-a7b0cb8ad6a1"}, {"name": "Customer Onboarding Customer Onboarding Customer Support Customer Retention Customer Onboarding.", "description": "Customer Satisfaction Support Tickets Product Feedback Customer Satisfaction. Customer Journey Customer Satisfaction Customer Satisfaction Customer Satisfaction Product Feedback Product Feedback.", "task_value": 873, "task_effort": 76, "task_id": "f197b1fd-b1c0-4729-9153-8dfaefcde364"}, {"name": "Customer Feedback Product Launch Competitor Analysis Competitor Analysis.", "description": "Roadmap Strategy Innovation. Market Strategy Roadmap Strategy Market Strategy.", "task_value": 835, "task_effort": 81, "task_id": "4cea0431-1374-4e13-b170-0aa0529f42de"}, {"name": "Product Launch Competitor Analysis Customer Feedback Market Research Market Research Competitor Analysis Product Launch Competitor Analysis.", "description": "Market Innovation Roadmap. Roadmap Roadmap Strategy Roadmap.\nInnovation Strategy Innovation Roadmap Roadmap.", "task_value": 770, "task_effort": 78, "task_id": "fa1f7fb7-5e4e-436d-84e5-ffa825ac4e5c"}, {"name": "App Development Backend Development Testing Backend Development App Development.", "description": "User Experience Performance Security Performance. Security Performance Performance Security Performance Security Security. Performance Security Security.", "task_value": 590, "task_effort": 100, "task_id": "5300944e-73cc-46fe-bd72-01d6a4544a62"}, {"name": "User Experience Testing Testing Testing Backend Development User Experience.", "description": "User Interface Security Security User Interface Functionality. Functionality Performance Functionality.", "task_value": 399, "task_effort": 11, "task_id": "a11697e5-5844-4835-8abc-da7dad176903"}, {"name": "Deep Learning Neural Networks Deep Learning Neural Networks Neural Networks.", "description": "Feature Prediction Prediction Algorithm Feature Feature Feature. Feature Algorithm Prediction Model Prediction Model Prediction.", "task_value": 621, "task_effort": 37, "task_id": "6be3dcf2-f2a4-4b68-adf9-aa3cc5fd23f5"}, {"name": "Customer Onboarding Customer Support Customer Feedback Customer Retention.", "description": "Customer Journey Product Feedback Customer Satisfaction Customer Satisfaction. Customer Satisfaction Customer Satisfaction Support Tickets Customer Journey Customer Satisfaction.", "task_value": 60, "task_effort": 58, "task_id": "197ba14c-bcba-4d2a-8fe2-d621ed2b1a4d"}, {"name": "Market Analysis Marketing Campaign Marketing Campaign Marketing Campaign Market Analysis.", "description": "Sales Funnel Sales Funnel Customer Retention Target Audience Sales Funnel. Sales Funnel Target Audience Target Audience Target Audience.", "task_value": 701, "task_effort": 6, "task_id": "9da0d386-e45e-4fc1-bc4f-144b684a5978"}, {"name": "User Interface User Interface Backend Development.", "description": "Security Security Functionality Performance. Functionality Security Performance User Experience Functionality Performance Security.", "task_value": 955, "task_effort": 94, "task_id": "e27ed687-665e-43ee-b053-38a603585e08"}, {"name": "Customer Retention Customer Retention Customer Onboarding Customer Retention Customer Support.", "description": "Customer Satisfaction Customer Journey Support Tickets. Customer Journey Product Feedback Support Tickets Support Tickets Customer Satisfaction Support Tickets.", "task_value": 611, "task_effort": 58, "task_id": "b7be53ef-ca9b-40b0-8af4-dbb3bf4e1f6f"}, {"name": "Machine Learning Data Mining Neural Networks Data Mining.", "description": "Algorithm Feature Model Prediction Model. Algorithm Algorithm Prediction Algorithm Prediction Prediction. Model Prediction Prediction Algorithm Feature Prediction Feature.", "task_value": 162, "task_effort": 11, "task_id": "848989d5-c980-406c-a5e5-86d9d54bd3a0"}, {"name": "Testing Testing Backend Development.", "description": "Security Security Performance Security Functionality. User Interface Security Performance User Interface Functionality.", "task_value": 177, "task_effort": 57, "task_id": "2b95cbb0-e4b5-4c58-b9f7-32fdd981cb83"}, {"name": "Risk Management Project Planning Resource Allocation Project Closure Project Planning.", "description": "Objectives Objectives Team Objectives. Budget Team Budget Timeline Timeline. Timeline Timeline Timeline Budget Budget Team.", "task_value": 637, "task_effort": 10, "task_id": "8e9a2f48-80b7-4f0b-b701-2061e2843e0a"}, {"name": "Testing User Interface Backend Development App Development Backend Development.", "description": "Functionality User Experience Performance User Experience User Experience Functionality Functionality. Security Performance Performance Security Performance Security.", "task_value": 903, "task_effort": 61, "task_id": "d01c7422-4efd-4bd8-a119-4b36014720ef"}, {"name": "Neural Networks Deep Learning Neural Networks Machine Learning.", "description": "Algorithm Algorithm Algorithm Feature Feature Prediction. Feature Feature Algorithm Prediction Algorithm. Model Algorithm Prediction Model.", "task_value": 7, "task_effort": 93, "task_id": "c366d451-cbad-4562-aef8-09546307f2f8"}, {"name": "User Interface App Development Backend Development Testing Testing User Interface App Development.", "description": "Performance Security Functionality Performance Functionality User Experience. Functionality Security User Experience User Experience User Experience Functionality Security.", "task_value": 427, "task_effort": 71, "task_id": "d7887481-1d16-43b2-a7d1-15ad56245058"}, {"name": "Testing Testing Testing.", "description": "User Interface Performance Security. Performance Security Functionality Performance User Interface Performance.", "task_value": 399, "task_effort": 82, "task_id": "2799d828-2d4b-48f8-a147-9dd3720952f1"}, {"name": "Backend Development App Design Backend Development Backend Development App Design App Design.", "description": "User Interface Functionality User Interface Performance. Performance User Interface Functionality Performance Security Performance User Interface.", "task_value": 284, "task_effort": 59, "task_id": "a229a544-4bf9-491f-98d3-f6d4f4f1a157"}, {"name": "Sales Strategy Sales Strategy Customer Relationship.", "description": "Marketing Channels Target Audience Customer Retention Marketing Channels Target Audience.", "task_value": 994, "task_effort": 31, "task_id": "f6592080-9061-4f35-966e-a23eadb37e30"}, {"name": "Market Analysis Sales Strategy Customer Relationship Customer Relationship Marketing Campaign.", "description": "Sales Funnel Marketing Channels Marketing Channels Customer Retention Marketing Channels Target Audience.", "task_value": 91, "task_effort": 45, "task_id": "fb61e926-1ce1-4a55-bc03-a499f00c797c"}]