[{"name": "Machine Learning Neural Networks Neural Networks.", "description": "Algorithm Feature Algorithm Feature. Algorithm Algorithm Feature Feature. Model Model Feature Algorithm.\nModel Prediction Feature Prediction Model.", "task_value": 380, "task_effort": 5, "task_id": "2d870227-afe3-4dab-9467-a5e215a1cbc4"}, {"name": "Data Mining Deep Learning Deep Learning.", "description": "Feature Feature Algorithm Algorithm Model Feature. Prediction Prediction Feature Feature Model Prediction Algorithm.", "task_value": 587, "task_effort": 21, "task_id": "adbb5ba8-b676-4674-b861-a6523e9e7d3b"}, {"name": "Market Analysis Sales Strategy Sales Strategy.", "description": "Marketing Channels Sales Funnel Marketing Channels Customer Retention. Sales Funnel Customer Retention Target Audience Sales Funnel. Sales Funnel Target Audience Sales Funnel Target Audience.", "task_value": 341, "task_effort": 61, "task_id": "48b4a126-05a8-4441-8ad5-77f0e61f491d"}, {"name": "App Development Testing Backend Development.", "description": "Performance Functionality Performance Performance. Performance Functionality Security Performance Performance Performance. Security Security User Experience User Experience.", "task_value": 651, "task_effort": 92, "task_id": "9ac36965-c24c-4ac3-8841-2204f1eda1ec"}, {"name": "Backend Development Testing User Interface Backend Development App Development Testing.", "description": "User Experience User Experience Performance User Experience Security. Security Performance Functionality Security Functionality Performance Performance.", "task_value": 296, "task_effort": 81, "task_id": "1df54cdd-5f7a-4c4c-8c22-911c350b69fc"}, {"name": "Project Closure Project Planning Risk Management Risk Management Project Closure.", "description": "Team Timeline Budget Timeline Objectives Timeline. Objectives Budget Timeline Objectives Timeline Timeline Team. Timeline Team Budget Team.", "task_value": 414, "task_effort": 41, "task_id": "aef840b3-6f77-47a1-b240-172777cb4413"}, {"name": "Machine Learning Neural Networks Neural Networks Data Mining Machine Learning Neural Networks Neural Networks Machine Learning.", "description": "Feature Feature Prediction Feature Algorithm Algorithm. Model Algorithm Algorithm Algorithm Algorithm. Prediction Model Feature. Model Model Model Feature.", "task_value": 805, "task_effort": 46, "task_id": "2b0bc966-8ff8-4b14-8764-00ccbdecf4df"}, {"name": "Competitor Analysis Product Launch Customer Feedback Product Launch.", "description": "Innovation Roadmap Market Market Innovation.\nRoadmap Market Strategy Strategy Market Roadmap Market Market. Strategy Innovation Roadmap Innovation Innovation Strategy.", "task_value": 640, "task_effort": 38, "task_id": "aaa8f831-9a39-4d0a-80c6-1c3199cf019c"}, {"name": "Backend Development Testing User Interface Backend Development.", "description": "Performance User Experience Security User Experience Security Security User Experience. Performance Performance Security Performance.", "task_value": 57, "task_effort": 23, "task_id": "8b39162d-2b8a-480b-a738-cf3b9d4ffd30"}, {"name": "Project Planning Risk Management Risk Management Project Planning Risk Management.", "description": "Budget Team Timeline Budget Team. Timeline Timeline Timeline Objectives Objectives Team Team.", "task_value": 196, "task_effort": 16, "task_id": "4f7228d6-0414-4984-92d8-67dc627ad0de"}, {"name": "Customer Onboarding Customer Support Customer Feedback Customer Onboarding Customer Support Customer Support Customer Support.", "description": "Customer Journey Product Feedback Product Feedback Support Tickets. Customer Journey Support Tickets Support Tickets Customer Journey.", "task_value": 816, "task_effort": 71, "task_id": "cf6efcff-8fc8-4f2d-bb3b-3f00bb56912d"}, {"name": "Customer Feedback Market Research Customer Feedback Product Launch Product Launch.", "description": "Roadmap Strategy Strategy Market Market.\nStrategy Strategy Innovation Roadmap Strategy. Innovation Market Strategy Roadmap Roadmap Strategy. Market Roadmap Innovation Innovation Strategy Roadmap.", "task_value": 968, "task_effort": 28, "task_id": "3a1f291f-3692-4e89-bedb-5ff169fa260f"}, {"name": "Customer Feedback Customer Retention Customer Onboarding Customer Onboarding Customer Feedback Customer Support.", "description": "Customer Journey Customer Journey Customer Journey Customer Journey Support Tickets Customer Satisfaction Product Feedback.", "task_value": 76, "task_effort": 58, "task_id": "71082f5d-571e-438e-bc22-15a8bee33661"}, {"name": "Neural Networks Data Mining Deep Learning Deep Learning Deep Learning.", "description": "Model Feature Model Prediction Algorithm Feature Algorithm Feature. Model Prediction Algorithm Prediction Feature Algorithm Prediction Algorithm. Model Model Model Model Algorithm.", "task_value": 58, "task_effort": 81, "task_id": "49397514-7357-4891-8c76-f03bf4df951b"}, {"name": "Project Closure Project Closure Resource Allocation.", "description": "Team Timeline Team Budget Objectives. Objectives Team Team Team Budget Timeline Objectives. Team Team Objectives Objectives Team Budget Team.", "task_value": 102, "task_effort": 81, "task_id": "516bb09e-0360-4076-964c-7c7edb9b4f96"}, {"name": "Project Closure Risk Management Risk Management Project Planning Resource Allocation Resource Allocation Risk Management.", "description": "Timeline Team Budget Objectives Team Budget. Team Timeline Budget Timeline Team Timeline.\nObjectives Objectives Team. Budget Objectives Team Timeline Timeline Objectives Team.", "task_value": 129, "task_effort": 30, "task_id": "2103e125-b58f-488a-a916-f344d7d2fdb4"}, {"name": "Sales Strategy Market Analysis Customer Relationship Market Analysis Marketing Campaign Customer Relationship Market Analysis.", "description": "Marketing Channels Marketing Channels Target Audience Customer Retention Target Audience Target Audience.", "task_value": 81, "task_effort": 1, "task_id": "86fb7968-e6c9-4baa-8c7d-9fdfb54c15dd"}, {"name": "Market Analysis Customer Relationship Sales Strategy Sales Strategy Sales Strategy Sales Strategy.", "description": "Target Audience Sales Funnel Target Audience Sales Funnel Customer Retention Customer Retention. Sales Funnel Target Audience Marketing Channels.", "task_value": 309, "task_effort": 24, "task_id": "1632211d-f730-40d8-ad42-116c59599924"}, {"name": "Data Mining Machine Learning Neural Networks Machine Learning.", "description": "Prediction Algorithm Feature Feature.\nFeature Algorithm Prediction Model Algorithm. Prediction Feature Feature Feature Feature Algorithm Model. Model Model Model Algorithm Feature Model.", "task_value": 439, "task_effort": 47, "task_id": "4eaa8e85-bb4e-4429-a638-57b7eeb6ef4e"}, {"name": "App Design User Experience User Experience User Experience User Experience Backend Development Testing.", "description": "Security User Interface Functionality User Interface. User Interface Security Performance Functionality Functionality User Interface.", "task_value": 975, "task_effort": 30, "task_id": "e9a109b8-4bd8-4fc8-87bf-04e2bea5aac5"}, {"name": "Project Planning Project Closure Resource Allocation Risk Management Project Closure Project Planning Risk Management.", "description": "Team Timeline Timeline Budget Budget. Budget Timeline Team Team. Budget Objectives Team Timeline.", "task_value": 228, "task_effort": 17, "task_id": "3beae76d-fc9b-494a-af20-d20d269b0d85"}, {"name": "App Development Backend Development App Development App Development App Development Backend Development.", "description": "Performance Functionality Functionality User Experience Functionality User Experience Functionality. Functionality Performance Security Security.", "task_value": 857, "task_effort": 82, "task_id": "c4d6090f-8505-4853-86e3-ce7fd79754d6"}, {"name": "Competitor Analysis Product Launch Product Launch Market Research Competitor Analysis Competitor Analysis.", "description": "Roadmap Strategy Innovation Market. Market Innovation Innovation Innovation Innovation Market Market. Strategy Roadmap Innovation Roadmap.", "task_value": 759, "task_effort": 54, "task_id": "770d3270-d54a-4304-8339-fa12141f90b2"}, {"name": "Product Launch Product Launch Market Research Market Research Product Launch Customer Feedback Competitor Analysis Customer Feedback.", "description": "Roadmap Innovation Roadmap Market Innovation Strategy Market Innovation. Market Strategy Market Market.", "task_value": 647, "task_effort": 97, "task_id": "e9bc3441-4a32-4759-a1e8-1b846c575959"}, {"name": "Sales Strategy Marketing Campaign Market Analysis.", "description": "Target Audience Marketing Channels Sales Funnel Marketing Channels Sales Funnel Marketing Channels. Target Audience Target Audience Customer Retention Marketing Channels Target Audience.", "task_value": 448, "task_effort": 82, "task_id": "30b5c260-4d2e-4184-9da3-4dfb3d27dfb9"}]