[{"name": "App Development Testing App Development User Interface App Development.", "description": "Functionality Functionality Functionality Performance. User Experience User Experience User Experience. User Experience Performance User Experience User Experience.", "task_value": 355, "task_effort": 100, "task_id": "a076892e-52ac-41cf-8280-04c4eee05fdb"}, {"name": "Testing User Interface App Development User Interface.", "description": "Performance Security Performance Security Performance.", "task_value": 344, "task_effort": 45, "task_id": "cc597082-1217-4845-a6cd-98f47dacd069"}, {"name": "Customer Feedback Customer Feedback Competitor Analysis Competitor Analysis Product Launch.", "description": "Strategy Innovation Strategy Market Roadmap Innovation. Roadmap Strategy Market Market.", "task_value": 143, "task_effort": 35, "task_id": "548d0d5b-8959-467b-82c5-055a5e482786"}, {"name": "Backend Development Backend Development Testing Testing User Interface User Interface.", "description": "Performance Security User Experience Security. Security User Experience Security User Experience Security Functionality. Functionality User Experience Functionality User Experience.", "task_value": 234, "task_effort": 65, "task_id": "1f73df48-dbe5-422e-b850-4c9b079fe63a"}, {"name": "Project Closure Project Closure Risk Management Resource Allocation.", "description": "Timeline Objectives Budget Timeline. Objectives Team Team Timeline. Timeline Budget Team Timeline Budget Team Team.", "task_value": 855, "task_effort": 80, "task_id": "421edb38-fc2e-4d8c-9315-e4ec3c39f4e5"}, {"name": "Customer Feedback Customer Feedback Customer Feedback Customer Feedback.", "description": "Support Tickets Customer Satisfaction Customer Journey Customer Journey Customer Journey Support Tickets.", "task_value": 474, "task_effort": 77, "task_id": "99d881bd-c56f-4c34-a285-57348e1477fd"}, {"name": "Testing Testing Testing Backend Development.", "description": "Security Functionality Functionality Security Security Functionality Security Performance. Security Security User Experience User Experience User Experience Functionality Functionality.", "task_value": 722, "task_effort": 91, "task_id": "fa0df298-d3b4-45ff-adf0-725140b3c54f"}, {"name": "Product Launch Market Research Product Launch.", "description": "Market Roadmap Market Strategy Market Market. Innovation Strategy Roadmap.\nMarket Strategy Innovation. Innovation Market Strategy Market Strategy.", "task_value": 102, "task_effort": 18, "task_id": "52c32104-ef38-429f-b121-26647bd07101"}, {"name": "Machine Learning Neural Networks Deep Learning Neural Networks Machine Learning Neural Networks Data Mining Neural Networks.", "description": "Algorithm Prediction Feature. Feature Feature Feature Model Model Feature.\nModel Model Algorithm Feature Prediction. Prediction Feature Model Prediction Prediction. Prediction Algorithm Algorithm.", "task_value": 326, "task_effort": 36, "task_id": "12a95f69-c342-459b-a229-580bfe19dfe9"}, {"name": "Machine Learning Data Mining Machine Learning Neural Networks Deep Learning Deep Learning Deep Learning Data Mining.", "description": "Model Model Algorithm. Prediction Feature Model Prediction Model.", "task_value": 681, "task_effort": 100, "task_id": "edc6f943-c2f8-46dc-9486-9a69b09fc8a6"}, {"name": "User Interface Testing Backend Development.", "description": "Functionality Security Security Functionality Functionality Security. Security User Experience Performance.\nUser Experience User Experience User Experience Functionality Performance Security.", "task_value": 317, "task_effort": 59, "task_id": "3e87bca7-4b3e-494d-a727-bd88e37df9f1"}, {"name": "Testing App Design Testing.", "description": "Security Functionality Performance User Interface Security. Performance Security Functionality Security. Functionality User Interface Functionality.", "task_value": 609, "task_effort": 92, "task_id": "26453cfa-dbcf-41a9-858b-54ae176ed925"}, {"name": "Machine Learning Deep Learning Neural Networks Machine Learning Deep Learning.", "description": "Feature Model Model Prediction Feature Feature Model Feature. Feature Algorithm Prediction Model Prediction.", "task_value": 760, "task_effort": 17, "task_id": "d43c172e-0937-4951-93b6-e54aead7e9b9"}, {"name": "Customer Feedback Customer Retention Customer Support Customer Feedback Customer Onboarding.", "description": "Support Tickets Support Tickets Product Feedback Customer Journey Product Feedback. Support Tickets Product Feedback Customer Satisfaction Customer Satisfaction.", "task_value": 229, "task_effort": 100, "task_id": "956644e0-bb3e-4cea-963e-67dbdf3e8f0e"}, {"name": "Backend Development App Development User Interface Testing.", "description": "Functionality Performance Performance Security Performance Security User Experience. Security Functionality Performance User Experience User Experience User Experience.", "task_value": 138, "task_effort": 43, "task_id": "79c161d8-2179-40d4-b75f-0137594057f6"}, {"name": "Testing User Interface App Development Testing User Interface Testing.", "description": "User Experience Functionality Performance User Experience User Experience. User Experience Performance Security Security.", "task_value": 669, "task_effort": 13, "task_id": "3eb16cf6-3428-4af4-9fbb-47971aa5469f"}, {"name": "Project Planning Risk Management Resource Allocation Project Closure Project Closure Resource Allocation Project Planning Resource Allocation.", "description": "Timeline Team Timeline Team Objectives Budget Timeline. Team Team Objectives Timeline Objectives Timeline Objectives Objectives.\nObjectives Objectives Objectives Budget.", "task_value": 542, "task_effort": 16, "task_id": "1baf31a3-f4ca-4577-9605-e9099b2981e6"}, {"name": "Testing Testing Backend Development Backend Development Testing.", "description": "Functionality Security Functionality Security. Security Security Security User Interface Performance Functionality. Functionality User Interface Security User Interface.", "task_value": 960, "task_effort": 47, "task_id": "39577b2f-dfad-4aff-bc29-99ff331bd1d5"}, {"name": "Competitor Analysis Customer Feedback Market Research Competitor Analysis Competitor Analysis Competitor Analysis.", "description": "Innovation Innovation Strategy Roadmap Market Roadmap Innovation. Market Market Market Market Strategy.", "task_value": 624, "task_effort": 81, "task_id": "001792eb-b4c3-4b07-aca5-5ccc35921fdf"}, {"name": "Market Research Market Research Customer Feedback Competitor Analysis Competitor Analysis Competitor Analysis.", "description": "Roadmap Roadmap Innovation Market Strategy Roadmap Roadmap. Roadmap Roadmap Strategy Market Innovation.\nStrategy Innovation Roadmap Market. Roadmap Market Roadmap Roadmap.", "task_value": 982, "task_effort": 41, "task_id": "76017912-eab8-4fd0-8de6-bd5e2ef69882"}, {"name": "Marketing Campaign Sales Strategy Customer Relationship Sales Strategy Marketing Campaign Sales Strategy.", "description": "Marketing Channels Sales Funnel Marketing Channels Sales Funnel Marketing Channels. Marketing Channels Sales Funnel Marketing Channels Customer Retention Marketing Channels Sales Funnel.", "task_value": 67, "task_effort": 62, "task_id": "a80665ad-e352-4bd9-83f8-ba1c37b3a37b"}, {"name": "Testing Testing Testing App Development Testing Testing App Development.", "description": "Security Performance Functionality User Experience Security Security.", "task_value": 8, "task_effort": 9, "task_id": "0b5d256d-19c9-4226-a13e-d4431f143a80"}, {"name": "Project Planning Risk Management Risk Management.", "description": "Budget Timeline Team Timeline. Objectives Team Budget Team Objectives. Timeline Team Timeline Objectives Timeline Budget.", "task_value": 208, "task_effort": 4, "task_id": "ccd49c34-8fcf-4f46-941c-4ed6df18f5c3"}, {"name": "Product Launch Product Launch Competitor Analysis Customer Feedback Market Research Competitor Analysis.", "description": "Market Strategy Market Innovation Innovation Roadmap. Roadmap Roadmap Market. Strategy Strategy Roadmap Market Strategy.", "task_value": 697, "task_effort": 54, "task_id": "46e0f5b2-8d3c-4e73-8743-b9a83cf8063b"}, {"name": "Project Planning Project Planning Risk Management Project Planning.", "description": "Objectives Timeline Objectives Timeline. Budget Objectives Objectives.\nTimeline Team Team Objectives Budget. Budget Team Timeline Budget Team Budget.", "task_value": 563, "task_effort": 24, "task_id": "222a425f-d0fb-414f-8385-5b042318d764"}]