[{"name": "Neural Networks Data Mining Machine Learning Deep Learning Deep Learning Machine Learning Data Mining.", "description": "Prediction Model Algorithm Feature Algorithm. Algorithm Model Model Prediction Feature. Algorithm Model Algorithm Prediction Prediction Prediction Algorithm.", "task_value": 237, "task_effort": 63, "task_id": "09101861-0ebe-4471-8c8f-708c173b6dc0"}, {"name": "Neural Networks Neural Networks Data Mining Machine Learning Data Mining Neural Networks.", "description": "Feature Feature Feature Algorithm Model Feature Model. Model Prediction Model Algorithm Algorithm.", "task_value": 976, "task_effort": 97, "task_id": "49bca3e4-0db0-4abf-bb72-2dc4c7965057"}, {"name": "Backend Development Testing User Interface.", "description": "User Experience Security Security User Experience Security. User Experience Functionality User Experience User Experience Security Functionality Performance.", "task_value": 451, "task_effort": 7, "task_id": "a0ffbad7-7526-4805-b059-78ef4e02fca4"}, {"name": "Neural Networks Machine Learning Neural Networks Machine Learning Deep Learning Neural Networks.", "description": "Algorithm Feature Feature Prediction. Model Feature Algorithm Feature. Prediction Algorithm Model Feature Feature Algorithm.", "task_value": 738, "task_effort": 8, "task_id": "f7f5846c-b70a-4178-af57-e0a2f10925cb"}, {"name": "Data Mining Machine Learning Machine Learning Neural Networks Neural Networks Deep Learning Data Mining.", "description": "Prediction Model Model Algorithm Model Feature Feature. Feature Feature Model Prediction Algorithm Prediction Algorithm. Algorithm Algorithm Prediction Model Algorithm.", "task_value": 558, "task_effort": 17, "task_id": "479f2d38-b7ba-4eb3-8828-3c9ada2516e7"}, {"name": "Data Mining Neural Networks Data Mining Machine Learning Data Mining Neural Networks Data Mining.", "description": "Prediction Algorithm Algorithm Prediction Feature Prediction. Algorithm Feature Prediction Feature.", "task_value": 736, "task_effort": 61, "task_id": "3d824c45-d1c6-4c98-9bef-21b740c33215"}, {"name": "Market Analysis Customer Relationship Market Analysis Customer Relationship Marketing Campaign.", "description": "Marketing Channels Sales Funnel Target Audience Sales Funnel. Sales Funnel Customer Retention Marketing Channels Marketing Channels Target Audience.", "task_value": 391, "task_effort": 43, "task_id": "b920c49d-b285-45a6-baf9-e2541563b11f"}, {"name": "Backend Development App Development User Interface User Interface Backend Development App Development.", "description": "Security Functionality Functionality Security Performance Performance Security. Performance Functionality Functionality Performance.", "task_value": 898, "task_effort": 19, "task_id": "c4b6ebb5-bcf5-422e-9d8e-83ec2f884d66"}, {"name": "Data Mining Data Mining Data Mining Deep Learning Data Mining.", "description": "Algorithm Feature Algorithm Feature Model Feature Feature. Prediction Model Prediction Model. Algorithm Algorithm Model Model.", "task_value": 600, "task_effort": 25, "task_id": "9b000010-95c2-4a83-8d3a-c3448f0afb07"}, {"name": "Market Analysis Market Analysis Sales Strategy Sales Strategy Market Analysis Customer Relationship.", "description": "Target Audience Marketing Channels Target Audience Customer Retention Marketing Channels. Sales Funnel Target Audience Customer Retention Marketing Channels Target Audience.", "task_value": 390, "task_effort": 22, "task_id": "da67847d-8415-4d16-a1be-b35e12f332f0"}, {"name": "Product Launch Product Launch Customer Feedback.", "description": "Roadmap Market Strategy Roadmap. Strategy Roadmap Market Market. Innovation Roadmap Market Innovation Roadmap Market Innovation.", "task_value": 403, "task_effort": 20, "task_id": "e87380b4-af22-4e23-8afb-abec6b43123d"}, {"name": "Sales Strategy Marketing Campaign Market Analysis Marketing Campaign Sales Strategy Marketing Campaign Marketing Campaign.", "description": "Sales Funnel Customer Retention Sales Funnel Sales Funnel. Marketing Channels Target Audience Marketing Channels Marketing Channels Target Audience Customer Retention.", "task_value": 793, "task_effort": 96, "task_id": "eada7d14-6027-4a33-9d45-489c9fbb332b"}, {"name": "Resource Allocation Risk Management Resource Allocation Risk Management.", "description": "Budget Team Team Budget Objectives. Team Objectives Budget Timeline Budget Budget. Team Team Timeline Timeline.", "task_value": 172, "task_effort": 66, "task_id": "2a2891af-deaf-4ca6-af62-de9f129a8951"}, {"name": "Customer Feedback Customer Support Customer Retention Customer Support Customer Support Customer Retention.", "description": "Product Feedback Customer Journey Customer Satisfaction Customer Journey Support Tickets. Customer Satisfaction Product Feedback Support Tickets Product Feedback Customer Journey Customer Journey.", "task_value": 382, "task_effort": 73, "task_id": "72657ba9-fadf-4484-9fe9-44fae4752790"}, {"name": "Backend Development User Interface App Development Testing User Interface.", "description": "Functionality Performance Security. Functionality Performance Functionality Functionality. Performance Functionality Functionality Functionality Performance.", "task_value": 901, "task_effort": 20, "task_id": "9fc68298-78b4-4602-a5f0-ad342e98e474"}, {"name": "Project Planning Project Closure Resource Allocation Resource Allocation Resource Allocation.", "description": "Objectives Objectives Budget. Timeline Budget Budget Team Team Timeline. Objectives Budget Objectives Timeline Team.", "task_value": 58, "task_effort": 26, "task_id": "84d5a5ac-bc9f-48b8-be77-08a65b920e84"}, {"name": "Product Launch Product Launch Market Research Market Research Market Research Competitor Analysis Market Research.", "description": "Innovation Roadmap Innovation Market Innovation Strategy. Market Market Market Market Market.\nRoadmap Strategy Roadmap Innovation Roadmap Roadmap Roadmap. Roadmap Innovation Innovation.", "task_value": 394, "task_effort": 40, "task_id": "f09147a1-1664-447d-b7f7-b76f7e8818f4"}, {"name": "Customer Relationship Market Analysis Sales Strategy Marketing Campaign Marketing Campaign.", "description": "Marketing Channels Sales Funnel Marketing Channels Marketing Channels Target Audience Customer Retention Marketing Channels. Marketing Channels Marketing Channels Sales Funnel Marketing Channels.", "task_value": 217, "task_effort": 21, "task_id": "77ce0dd2-a89d-4df7-9a51-6c6061d5977a"}, {"name": "User Experience Testing Testing Backend Development Testing Testing.", "description": "Security Security Security. User Interface Security User Interface Security Security User Interface Security. Performance User Interface Functionality Functionality.", "task_value": 230, "task_effort": 7, "task_id": "d303491c-abb8-4b3d-bebc-2d1837cb1644"}, {"name": "Testing User Interface User Interface App Development Testing App Development App Development.", "description": "Security User Experience Performance Security Security. Performance Security Security Security User Experience Security. Security Functionality User Experience.", "task_value": 740, "task_effort": 1, "task_id": "387e53d8-9c90-4ef5-b635-5993bd4849b9"}, {"name": "App Design User Experience User Experience App Design.", "description": "Functionality Security Performance Functionality. Functionality User Interface Security.\nPerformance Performance Security Security Security. Security Functionality Functionality Security Performance.", "task_value": 604, "task_effort": 43, "task_id": "12c9a1a4-8524-497f-8034-237a076e4586"}, {"name": "Backend Development User Experience App Design.", "description": "Security Security Security User Interface User Interface. Functionality Functionality Performance Functionality User Interface Functionality Performance. Performance Performance Performance Security.", "task_value": 524, "task_effort": 49, "task_id": "d0e2ca21-6620-4a1b-b30c-ff802db91549"}, {"name": "Risk Management Project Closure Project Planning Project Closure Project Closure Project Closure Project Closure.", "description": "Team Objectives Timeline Timeline Team Timeline. Objectives Budget Timeline Timeline Objectives Team. Timeline Team Timeline Timeline Timeline Timeline Objectives Timeline.", "task_value": 866, "task_effort": 75, "task_id": "340601e7-baf0-4d54-bbdc-173e5d55a142"}, {"name": "Neural Networks Deep Learning Neural Networks Data Mining.", "description": "Algorithm Prediction Model Model Algorithm Model. Feature Feature Algorithm Algorithm Algorithm.\nModel Prediction Model Algorithm Model Model. Feature Model Algorithm Model.", "task_value": 63, "task_effort": 77, "task_id": "c36380d7-38de-493f-938b-bfc720fd9c87"}, {"name": "Market Research Customer Feedback Market Research Product Launch Product Launch Competitor Analysis Customer Feedback Market Research.", "description": "Strategy Innovation Innovation Innovation Strategy Market Roadmap Strategy. Roadmap Roadmap Roadmap Strategy Innovation Market.", "task_value": 97, "task_effort": 55, "task_id": "80b01392-4c86-452e-9173-d3f8b0940ae9"}]