[{"name": "User Experience User Experience App Design Backend Development User Experience.", "description": "Performance Security Security Performance User Interface. Performance Performance Functionality User Interface. Security Security User Interface Functionality Performance.", "task_value": 43, "task_effort": 92, "task_id": "Task-01"}, {"name": "Customer Retention Customer Support Customer Feedback Customer Onboarding Customer Support.", "description": "Customer Satisfaction Product Feedback Support Tickets Product Feedback.", "task_value": 61, "task_effort": 56, "task_id": "Task-02"}, {"name": "Risk Management Risk Management Resource Allocation Risk Management Project Closure.", "description": "Budget Objectives Objectives Team Budget Budget Timeline. Objectives Objectives Team Team. Objectives Timeline Timeline Budget Objectives. Budget Team Budget Timeline Team.", "task_value": 935, "task_effort": 22, "task_id": "Task-03"}, {"name": "Testing User Interface Testing Backend Development Backend Development.", "description": "Functionality User Experience Performance Functionality Security User Experience Security User Experience. User Experience User Experience Functionality Security Functionality.", "task_value": 754, "task_effort": 23, "task_id": "Task-04"}, {"name": "App Design Backend Development Testing Backend Development Backend Development.", "description": "Performance Security User Interface Security Security User Interface. User Interface Security Security Security User Interface User Interface. Performance Performance User Interface Security.", "task_value": 536, "task_effort": 78, "task_id": "Task-05"}, {"name": "Customer Relationship Customer Relationship Market Analysis Customer Relationship Marketing Campaign.", "description": "Sales Funnel Sales Funnel Target Audience Customer Retention. Sales Funnel Marketing Channels Marketing Channels Target Audience Target Audience Marketing Channels.", "task_value": 206, "task_effort": 88, "task_id": "Task-06"}, {"name": "Testing User Experience Backend Development User Experience Backend Development Backend Development Backend Development.", "description": "User Interface Performance Security Functionality Security User Interface. User Interface Performance User Interface Security.", "task_value": 697, "task_effort": 49, "task_id": "Task-07"}, {"name": "Competitor Analysis Competitor Analysis Customer Feedback Market Research Competitor Analysis Product Launch Competitor Analysis.", "description": "Strategy Roadmap Strategy Strategy. Innovation Roadmap Market Roadmap Roadmap Market Roadmap. Market Innovation Innovation Market Strategy Innovation Strategy.", "task_value": 500, "task_effort": 69, "task_id": "Task-08"}, {"name": "Marketing Campaign Marketing Campaign Market Analysis Sales Strategy Market Analysis Customer Relationship Customer Relationship.", "description": "Sales Funnel Customer Retention Target Audience Customer Retention Target Audience Customer Retention Marketing Channels.", "task_value": 35, "task_effort": 91, "task_id": "Task-09"}, {"name": "Competitor Analysis Competitor Analysis Customer Feedback.", "description": "Roadmap Innovation Roadmap Innovation Roadmap Innovation. Roadmap Innovation Innovation Market Market Strategy Roadmap. Market Strategy Market Market. Market Market Roadmap Roadmap.", "task_value": 686, "task_effort": 52, "task_id": "Task-10"}, {"name": "Sales Strategy Customer Relationship Market Analysis Marketing Campaign.", "description": "Sales Funnel Sales Funnel Marketing Channels Target Audience Target Audience. Sales Funnel Marketing Channels Target Audience Customer Retention Sales Funnel Marketing Channels.", "task_value": 387, "task_effort": 67, "task_id": "Task-11"}, {"name": "Customer Feedback Customer Retention Customer Retention Customer Feedback Customer Retention Customer Onboarding Customer Feedback.", "description": "Customer Satisfaction Support Tickets Product Feedback Support Tickets Customer Journey Customer Journey Product Feedback Customer Journey.", "task_value": 856, "task_effort": 97, "task_id": "Task-12"}, {"name": "Resource Allocation Project Closure Project Closure Risk Management Risk Management Project Planning Project Closure Project Planning.", "description": "Objectives Timeline Budget Budget Budget Team Objectives Objectives. Objectives Objectives Timeline Objectives Objectives Team. Objectives Timeline Team Budget Team.", "task_value": 932, "task_effort": 41, "task_id": "Task-13"}, {"name": "Data Mining Deep Learning Deep Learning Deep Learning.", "description": "Feature Prediction Feature Prediction.\nModel Model Prediction Feature. Algorithm Prediction Prediction Algorithm Feature.", "task_value": 271, "task_effort": 43, "task_id": "Task-14"}, {"name": "User Experience Backend Development Testing User Experience Testing Backend Development.", "description": "Security Security Functionality Functionality Performance. Performance Functionality Performance Performance Functionality.", "task_value": 207, "task_effort": 98, "task_id": "Task-15"}, {"name": "Customer Retention Customer Onboarding Customer Retention Customer Feedback.", "description": "Product Feedback Customer Journey Customer Journey Customer Satisfaction. Customer Satisfaction Support Tickets Customer Journey.", "task_value": 945, "task_effort": 3, "task_id": "Task-16"}, {"name": "User Interface App Development App Development User Interface.", "description": "Performance Security Security Security User Experience Performance. Performance Performance Security Performance Functionality.", "task_value": 509, "task_effort": 79, "task_id": "Task-17"}, {"name": "Resource Allocation Project Planning Project Closure Project Planning.", "description": "Team Timeline Budget Objectives Timeline Timeline.", "task_value": 374, "task_effort": 36, "task_id": "Task-18"}, {"name": "Neural Networks Data Mining Data Mining Data Mining Data Mining Deep Learning Machine Learning.", "description": "Algorithm Prediction Prediction Prediction Prediction Model Algorithm. Feature Feature Feature.", "task_value": 373, "task_effort": 42, "task_id": "Task-19"}, {"name": "Customer Retention Customer Onboarding Customer Retention Customer Onboarding.", "description": "Product Feedback Customer Journey Product Feedback Product Feedback Support Tickets. Support Tickets Customer Satisfaction Support Tickets Support Tickets.", "task_value": 945, "task_effort": 32, "task_id": "Task-20"}, {"name": "Customer Support Customer Onboarding Customer Onboarding Customer Onboarding Customer Onboarding Customer Support Customer Support Customer Retention.", "description": "Support Tickets Customer Satisfaction Customer Satisfaction Customer Journey.", "task_value": 36, "task_effort": 70, "task_id": "Task-21"}, {"name": "Customer Support Customer Support Customer Retention.", "description": "Product Feedback Customer Satisfaction Customer Journey Product Feedback Product Feedback Customer Satisfaction. Customer Journey Product Feedback Product Feedback.", "task_value": 969, "task_effort": 70, "task_id": "Task-22"}, {"name": "Data Mining Neural Networks Machine Learning Data Mining.", "description": "Feature Prediction Model Prediction Prediction Prediction.", "task_value": 71, "task_effort": 91, "task_id": "Task-23"}, {"name": "App Design User Experience Testing User Experience App Design User Experience Testing.", "description": "Performance Functionality User Interface Security Performance.", "task_value": 204, "task_effort": 100, "task_id": "Task-24"}, {"name": "Project Closure Risk Management Project Closure Risk Management Risk Management Risk Management Project Planning.", "description": "Objectives Team Timeline Objectives Budget. Timeline Budget Timeline Team Team Timeline Objectives Budget.", "task_value": 115, "task_effort": 28, "task_id": "Task-25"}]