[{"name": "Backend Development App Development App Development.", "description": "User Experience Security User Experience Functionality. Security User Experience User Experience.", "task_value": 986, "task_effort": 75, "task_id": "Task-01"}, {"name": "App Development App Development User Interface Backend Development App Development.", "description": "User Experience Performance Functionality Functionality Security Functionality. Functionality User Experience Performance User Experience.", "task_value": 649, "task_effort": 93, "task_id": "Task-02"}, {"name": "Machine Learning Neural Networks Machine Learning Machine Learning.", "description": "Model Algorithm Feature Prediction. Algorithm Feature Algorithm Feature Prediction. Prediction Feature Prediction Prediction Algorithm.", "task_value": 934, "task_effort": 77, "task_id": "Task-03"}, {"name": "Resource Allocation Risk Management Project Planning Resource Allocation Project Planning Risk Management Risk Management Resource Allocation.", "description": "Timeline Timeline Team Timeline Objectives Team Timeline Objectives. Timeline Objectives Team Timeline Budget Team. Objectives Timeline Team Timeline Budget.", "task_value": 670, "task_effort": 27, "task_id": "Task-04"}, {"name": "Customer Onboarding Customer Onboarding Customer Support Customer Retention Customer Onboarding Customer Support Customer Onboarding Customer Onboarding.", "description": "Product Feedback Support Tickets Product Feedback Product Feedback Support Tickets Product Feedback Customer Satisfaction. Support Tickets Product Feedback Support Tickets Product Feedback.", "task_value": 488, "task_effort": 33, "task_id": "Task-05"}, {"name": "Marketing Campaign Sales Strategy Sales Strategy Marketing Campaign Customer Relationship Customer Relationship.", "description": "Target Audience Target Audience Sales Funnel Marketing Channels.\nSales Funnel Target Audience Marketing Channels. Target Audience Customer Retention Target Audience.", "task_value": 103, "task_effort": 52, "task_id": "Task-06"}, {"name": "Resource Allocation Project Closure Risk Management Resource Allocation.", "description": "Objectives Team Team Objectives Budget Objectives. Timeline Team Objectives Budget Timeline Objectives.", "task_value": 609, "task_effort": 92, "task_id": "Task-07"}, {"name": "Project Closure Project Planning Risk Management Project Closure Risk Management Risk Management Project Planning.", "description": "Timeline Budget Budget Budget Team. Timeline Objectives Team Objectives Team Team.\nTimeline Objectives Team Timeline Team Team. Timeline Budget Objectives Objectives.", "task_value": 657, "task_effort": 19, "task_id": "Task-08"}, {"name": "Sales Strategy Sales Strategy Marketing Campaign Sales Strategy Marketing Campaign Market Analysis Customer Relationship.", "description": "Customer Retention Sales Funnel Target Audience.", "task_value": 677, "task_effort": 95, "task_id": "Task-09"}, {"name": "User Interface Backend Development Testing App Development App Development User Interface.", "description": "User Experience User Experience Security Functionality. Security User Experience Performance User Experience User Experience.", "task_value": 533, "task_effort": 47, "task_id": "Task-10"}, {"name": "Deep Learning Data Mining Neural Networks Data Mining Machine Learning.", "description": "Feature Prediction Prediction Model. Model Feature Algorithm Feature.", "task_value": 878, "task_effort": 18, "task_id": "Task-11"}, {"name": "Deep Learning Machine Learning Machine Learning Machine Learning Neural Networks Deep Learning.", "description": "Model Algorithm Feature Prediction Feature Prediction Model. Prediction Model Model. Prediction Feature Algorithm Algorithm Algorithm Model.", "task_value": 428, "task_effort": 31, "task_id": "Task-12"}, {"name": "Machine Learning Data Mining Data Mining Deep Learning.", "description": "Model Model Algorithm Model Prediction. Model Feature Prediction Model Prediction Algorithm Feature.", "task_value": 139, "task_effort": 50, "task_id": "Task-13"}, {"name": "Customer Retention Customer Support Customer Onboarding Customer Onboarding.", "description": "Customer Satisfaction Customer Journey Product Feedback Product Feedback Customer Journey Customer Satisfaction Customer Journey.", "task_value": 71, "task_effort": 9, "task_id": "Task-14"}, {"name": "Project Planning Project Planning Project Planning Resource Allocation Project Closure Project Planning Resource Allocation Resource Allocation.", "description": "Team Team Budget Team Team. Team Objectives Team Objectives.\nTeam Objectives Objectives. Team Budget Timeline Objectives Budget. Timeline Timeline Objectives Timeline Budget.", "task_value": 383, "task_effort": 83, "task_id": "Task-15"}, {"name": "Testing Testing User Interface App Development Backend Development User Interface User Interface.", "description": "Security User Experience Performance Functionality Functionality. Functionality User Experience User Experience User Experience. Performance Performance User Experience.", "task_value": 855, "task_effort": 52, "task_id": "Task-16"}, {"name": "Customer Relationship Customer Relationship Marketing Campaign.", "description": "Sales Funnel Target Audience Customer Retention Target Audience Sales Funnel.\nCustomer Retention Customer Retention Customer Retention Sales Funnel.", "task_value": 429, "task_effort": 80, "task_id": "Task-17"}, {"name": "Data Mining Neural Networks Deep Learning Deep Learning Machine Learning Neural Networks Neural Networks.", "description": "Algorithm Prediction Feature. Model Model Algorithm Feature.", "task_value": 875, "task_effort": 18, "task_id": "Task-18"}, {"name": "Market Analysis Market Analysis Sales Strategy Marketing Campaign Customer Relationship Market Analysis.", "description": "Customer Retention Target Audience Marketing Channels Customer Retention Customer Retention. Sales Funnel Customer Retention Sales Funnel Marketing Channels Marketing Channels.", "task_value": 365, "task_effort": 52, "task_id": "Task-19"}, {"name": "Market Research Competitor Analysis Customer Feedback Market Research Competitor Analysis Customer Feedback.", "description": "Roadmap Market Roadmap Strategy Market Roadmap Market Market. Market Market Roadmap Market Innovation Roadmap Market Innovation.", "task_value": 877, "task_effort": 66, "task_id": "Task-20"}, {"name": "Testing User Experience App Design App Design App Design User Experience User Experience Testing.", "description": "User Interface Performance Functionality. User Interface User Interface Security. Performance User Interface Functionality User Interface.", "task_value": 579, "task_effort": 94, "task_id": "Task-21"}, {"name": "Project Closure Project Closure Risk Management.", "description": "Objectives Budget Team Budget Team. Timeline Team Budget Team Budget Budget Team.", "task_value": 378, "task_effort": 12, "task_id": "Task-22"}, {"name": "Machine Learning Deep Learning Data Mining Neural Networks Machine Learning.", "description": "Feature Prediction Algorithm Prediction Model Feature. Model Feature Feature Algorithm Algorithm.", "task_value": 384, "task_effort": 70, "task_id": "Task-23"}, {"name": "Market Research Market Research Product Launch Competitor Analysis.", "description": "Roadmap Market Market Strategy Market Strategy Innovation. Innovation Market Roadmap Innovation Roadmap Market Strategy. Roadmap Market Market Strategy.", "task_value": 344, "task_effort": 8, "task_id": "Task-24"}, {"name": "Product Launch Competitor Analysis Customer Feedback Competitor Analysis Competitor Analysis Customer Feedback.", "description": "Strategy Roadmap Market Strategy Strategy Innovation Roadmap Innovation. Innovation Strategy Strategy Innovation. Strategy Innovation Strategy Innovation Innovation Strategy Roadmap.", "task_value": 616, "task_effort": 47, "task_id": "Task-25"}]