[{"name": "Machine Learning Machine Learning Deep Learning Data Mining Data Mining Data Mining Deep Learning Data Mining.", "description": "Prediction Feature Prediction Feature Model Model Prediction.\nAlgorithm Algorithm Feature Prediction. Model Prediction Model Prediction Feature Model Feature. Algorithm Feature Feature.", "task_value": 706, "task_effort": 75, "task_id": "c8c63534-4c05-4b98-bcf9-b57f35d77ee8"}, {"name": "Testing Backend Development Testing App Development.", "description": "Security Security User Experience Security Performance Functionality. User Experience Security Performance User Experience User Experience. User Experience Security Performance Security Performance.", "task_value": 225, "task_effort": 86, "task_id": "7982773d-0b00-4a01-9f1a-52ea9cf379b0"}, {"name": "Testing Testing Backend Development App Development App Development Backend Development.", "description": "User Experience User Experience Functionality User Experience Performance. Security Security User Experience Performance Functionality Performance Functionality.", "task_value": 252, "task_effort": 44, "task_id": "61aa77ce-3ce3-45d7-942f-1a3e16aa8871"}, {"name": "Backend Development Testing App Design.", "description": "Performance User Interface Security Performance Functionality Security. User Interface User Interface Functionality Security Security.", "task_value": 618, "task_effort": 40, "task_id": "bd940b3a-c3cf-496b-900e-2665ba3dc393"}, {"name": "Competitor Analysis Competitor Analysis Product Launch Competitor Analysis Competitor Analysis.", "description": "Strategy Strategy Innovation Innovation Market Innovation Innovation Market.\nStrategy Strategy Strategy Roadmap Roadmap.", "task_value": 832, "task_effort": 58, "task_id": "13352b8c-265b-4286-958d-ea434ec96e66"}, {"name": "Resource Allocation Resource Allocation Project Planning Resource Allocation Project Closure Project Planning.", "description": "Team Budget Budget Budget Objectives Timeline. Team Team Team Team Timeline. Budget Timeline Budget Timeline Timeline Budget.", "task_value": 700, "task_effort": 74, "task_id": "6ef8f61f-8d94-4864-b78a-f1c0d73d894f"}, {"name": "App Design Backend Development User Experience App Design App Design.", "description": "Performance Functionality Security Functionality. Security Functionality Performance Functionality. Functionality Security User Interface User Interface.", "task_value": 792, "task_effort": 65, "task_id": "2d9e05af-0651-45f7-bbfa-df26d9476a18"}, {"name": "Data Mining Deep Learning Neural Networks Data Mining Neural Networks Machine Learning Machine Learning Deep Learning.", "description": "Algorithm Algorithm Feature Prediction Model Model. Prediction Prediction Feature Model Model Prediction Feature. Model Feature Model Feature Feature Model.", "task_value": 675, "task_effort": 58, "task_id": "05be346f-5c76-4dba-9565-24065c4c96b9"}, {"name": "Customer Relationship Sales Strategy Customer Relationship Marketing Campaign.", "description": "Target Audience Customer Retention Sales Funnel Marketing Channels Marketing Channels Target Audience Customer Retention Marketing Channels.", "task_value": 607, "task_effort": 33, "task_id": "c9e07215-75c0-447e-963f-0fabf8276be9"}, {"name": "Project Closure Resource Allocation Project Planning Project Planning Project Planning Resource Allocation.", "description": "Timeline Timeline Budget. Objectives Team Team Objectives Objectives Objectives. Objectives Team Timeline Team Team Objectives Team. Objectives Budget Budget Budget Budget.", "task_value": 883, "task_effort": 1, "task_id": "d195b4b2-dab7-4dd7-9f2e-6bb719efc8ed"}, {"name": "App Development User Interface Backend Development Testing.", "description": "Functionality User Experience Performance Security. User Experience Performance User Experience Security Functionality User Experience.", "task_value": 542, "task_effort": 58, "task_id": "a0bff0c0-26a6-419a-a8fa-0ecfda519d49"}, {"name": "Customer Onboarding Customer Retention Customer Retention Customer Onboarding Customer Feedback Customer Retention Customer Support Customer Feedback.", "description": "Customer Satisfaction Product Feedback Customer Satisfaction Customer Satisfaction. Customer Satisfaction Product Feedback Product Feedback Customer Journey Support Tickets Customer Satisfaction.", "task_value": 964, "task_effort": 78, "task_id": "0db63453-29cc-4141-b806-861de71152c3"}, {"name": "Project Planning Project Planning Resource Allocation.", "description": "Budget Budget Budget Timeline Team Budget. Timeline Budget Timeline.", "task_value": 905, "task_effort": 36, "task_id": "44d3c5ad-edce-4f08-8dc6-61e9cdd53382"}, {"name": "User Interface Backend Development User Interface App Development User Interface Backend Development.", "description": "Functionality User Experience Performance User Experience Performance Performance Performance. Security User Experience User Experience Performance Functionality Security Performance.", "task_value": 921, "task_effort": 5, "task_id": "5ecbf4a1-ce10-4192-9f4f-b5529e599d24"}, {"name": "Testing User Interface App Development Testing User Interface Backend Development App Development Backend Development.", "description": "User Experience User Experience Performance. Performance Functionality User Experience Security Functionality Functionality Functionality User Experience.", "task_value": 294, "task_effort": 66, "task_id": "4fc3cc4e-3fef-473e-9c1a-4f5513313d72"}, {"name": "Backend Development User Experience Testing.", "description": "User Interface User Interface User Interface User Interface User Interface. User Interface Functionality Security Functionality User Interface.", "task_value": 341, "task_effort": 8, "task_id": "ffaf43ed-58af-49ca-a22c-d711bfca0201"}, {"name": "Resource Allocation Project Planning Resource Allocation Risk Management Resource Allocation Risk Management.", "description": "Team Timeline Budget Objectives Objectives Budget. Objectives Budget Timeline Team.", "task_value": 737, "task_effort": 45, "task_id": "b0a5e282-89b0-4f2b-b7a3-f4752a85296d"}, {"name": "Backend Development Backend Development Backend Development Backend Development Testing App Development.", "description": "User Experience Performance User Experience Security Performance User Experience User Experience. Performance Security User Experience Performance Performance Performance User Experience.", "task_value": 223, "task_effort": 19, "task_id": "a6572f47-b123-4575-8dd7-857e239b3975"}, {"name": "Customer Onboarding Customer Feedback Customer Support Customer Retention Customer Support Customer Onboarding Customer Retention.", "description": "Customer Satisfaction Support Tickets Support Tickets Support Tickets Customer Journey Customer Satisfaction Customer Satisfaction.", "task_value": 72, "task_effort": 4, "task_id": "d3479573-db35-46ae-80dc-b40d811ec11c"}, {"name": "Project Closure Project Planning Project Closure Project Closure.", "description": "Budget Budget Timeline Team Objectives. Budget Budget Team Objectives Budget Budget. Team Budget Team Team Team Objectives Objectives Team.\nTeam Budget Budget Objectives Objectives Team.", "task_value": 771, "task_effort": 97, "task_id": "ccd0c81c-faad-4ff9-8499-d922c764efb2"}, {"name": "Customer Relationship Market Analysis Sales Strategy Market Analysis Market Analysis.", "description": "Sales Funnel Target Audience Sales Funnel Sales Funnel Customer Retention Sales Funnel.", "task_value": 194, "task_effort": 78, "task_id": "38a3c194-7658-43d4-b7d4-a324a821aa8c"}, {"name": "Customer Feedback Customer Support Customer Support Customer Support Customer Onboarding Customer Feedback Customer Feedback.", "description": "Product Feedback Customer Satisfaction Product Feedback. Support Tickets Customer Journey Product Feedback Support Tickets Support Tickets Product Feedback Customer Satisfaction.", "task_value": 967, "task_effort": 5, "task_id": "47cd59dc-1303-4d8d-8d01-b6585c68ba1a"}, {"name": "App Development Backend Development Backend Development Testing Backend Development User Interface App Development.", "description": "User Experience Functionality Functionality Security Functionality User Experience. Functionality Security Security Performance. Functionality User Experience User Experience User Experience.", "task_value": 419, "task_effort": 59, "task_id": "76185e7a-6bc2-4b5a-8bb1-edff7cb557fb"}, {"name": "Neural Networks Deep Learning Neural Networks Neural Networks Data Mining.", "description": "Algorithm Feature Algorithm Algorithm Algorithm Prediction. Prediction Algorithm Model Algorithm. Model Model Prediction Feature.", "task_value": 722, "task_effort": 32, "task_id": "6c0f9238-d0ed-480c-969c-c96be220490f"}, {"name": "Customer Retention Customer Retention Customer Retention Customer Onboarding Customer Onboarding Customer Retention.", "description": "Support Tickets Product Feedback Product Feedback. Customer Journey Support Tickets Customer Satisfaction Customer Satisfaction Customer Journey Product Feedback.", "task_value": 587, "task_effort": 42, "task_id": "369a3864-2b22-45f4-aa1a-a92a68270738"}]